tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "mongodb/brew"
tap "weaveworks/tap"
# Brews (Packages)
#brew "augeas"
brew "bat"
#brew "certbot"
brew "exa"
brew "fd"
brew "figlet"
#brew "python@3.9"
brew "httpie"
brew "jq"
#brew "kubernetes-cli", link: false
#brew "md5sha1sum"
#brew "mongocli"
#brew "node"
brew "ripgrep"
#brew "terraform", link: false
#brew "tfenv"
#brew "tree"
#brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
#brew "hashicorp/tap/packer"
#brew "mongodb/brew/mongodb-community-shell"
#brew "mongodb/brew/mongodb-community@4.2"
#brew "weaveworks/tap/eksctl"
# Casks (Applications)
cask "alfred"
cask "dropbox"
cask "gitkraken"
cask "macdown"
cask "microsoft-azure-storage-explorer"
cask "visual-studio-code"
cask "vnc-viewer"
