tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "mongodb/brew"
tap "eth-p/software"
# Brews (Packages)
brew "antibody"
brew "augeas"
brew "bat"
brew "bat-extras"
brew "certbot"
brew "exa"
brew "fd"
brew "figlet"
brew "python@3.10"
brew "httpie"
brew "jq"
brew "kubernetes-cli", link: false
brew "mongocli"
brew "n"
brew "node"
brew "ripgrep"
brew "terraform", link: false
brew "tfenv"
brew "tree"
brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
brew "hashicorp/tap/packer"
brew "mongodb/brew/mongodb-community-shell"
# Casks (Applications)
cask "dropbox"
cask "font-fira-code"
cask "macdown"
cask "microsoft-azure-storage-explorer"
cask "visual-studio-code"
cask "vnc-viewer"
